app/controllers/student_controller.rb

  def show
    @students = Student.all
---
SELECT "students".* FROM "students"